CriteriosEvaluacion.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2025-09-25 Thu 16:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Econometría Aplicada. Criterios de evaluación</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Econometría Aplicada. Criterios de evaluación</h1>
<ul class="org-ul">
<li>Examen final (60%)</li>

<li>Tareas de evaluación continua (40%)

<ul class="org-ul">
<li>Pruebas parciales (controles intermedios) (20%)

<ul class="org-ul">
<li>Prueba 1 con Marcos Bujosa</li>
<li>Prueba 2 con David Guerrero</li>
</ul></li>

<li>Prácticas y trabajo de clase (20%)

<ul class="org-ul">
<li>Trabajo empírico y evaluación por pares</li>
<li>Prácticas/ejercicios para casa</li>
<li>Test realizados en clase</li>
</ul></li>
</ul></li>
</ul>

<p>
Para obtener la calificación de <b>no presentado</b> basta con no realizar el examen final.
</p>
<div id="outline-container-org7f09ab5" class="outline-2">
<h2 id="org7f09ab5">Trabajo empírico con evaluación por pares</h2>
<div class="outline-text-2" id="text-org7f09ab5">
<p>
Los trabajos empíricos se llevarán a cabo en grupos de dos personas (Tarea 1). 
Las evaluaciones de trabajos de compañeros serán individuales (Tarea 2).
Ambas tareas tienen la misma importancia:
</p>

<dl class="org-dl">
<dt>Tarea 1 (en grupo)</dt><dd><i>Elaboración de un trabajo empírico</i>. En esta tarea se analizarán datos reales con las técnicas econométricas vistas en clase.</dd>

<dt>Tarea 2 (individual)</dt><dd><i>Evaluación por pares</i>. Cada alumno deberá evaluar cinco de los trabajos elaborados en la Tarea 1 (distintos del suyo).</dd>
</dl>

<blockquote>
<p>
<i>El material necesario para la elaboración del trabajo empírico se entregará a través del Campus Virtual al finalizar la teoría correspondiente necesaria para poder realizarlo. También en ese momento se determinarán las fechas clave para la entrega del proyecto en sus distintas etapas.</i>
</p>
</blockquote>
</div>
<div id="outline-container-org4235ed1" class="outline-3">
<h3 id="org4235ed1">Descripción general</h3>
<div class="outline-text-3" id="text-org4235ed1">
<p>
Este proyecto tiene un objetivo doble: 
</p>

<ul class="org-ul">
<li>Poner en práctica las herramientas de análisis econométrico para dar respuesta a cuestiones relevantes y presentar los resultados en un informe profesional.</li>
<li>Desarrollar la capacidad crítica (y autocrítica) evaluando trabajos de terceros.</li>
</ul>

<p>
El alumno debe demostrar que sabe construir modelos ARIMA univariantes por medio de la metodología de Box-Jenkins (identificación, estimación, validación, previsiones puntuales e intervalos).
</p>

<p>
Cada alumno evaluará cinco trabajos (distintos al suyo) siguiendo la <i>Tabla de elementos a valorar</i> (ver más abajo).
</p>

<p>
Cada grupo, tras recibir la evaluación de sus compañeros, podrá introducir mejoras en el trabajo conforme a los comentarios recibidos (si el grupo lo estima oportuno) con el fin de obtener una calificación final más alta.
La versión final será evaluada por el profesor.
</p>
</div>
</div>
<div id="outline-container-org8a0c1e1" class="outline-3">
<h3 id="org8a0c1e1">Tarea 1: Trabajo empírico conjunto</h3>
<div class="outline-text-3" id="text-org8a0c1e1">
<p>
Se deberá elaborar un documento en formato PDF que incluya tablas, gráficos y análisis, acompañados de sus respectivas interpretaciones económicas. Este documento comenzará con una introducción que describa el objetivo general de la práctica y los datos utilizados. A continuación, se presentará una sección de resultados en la que se expondrán los análisis correspondientes a las distintas fases, debidamente comentados. El documento concluirá con una sección de conclusiones que evaluará el grado de cumplimiento de los objetivos, las implicaciones de los resultados obtenidos, las limitaciones encontradas que no se han podido resolver y las posibles extensiones del análisis realizado.
</p>

<p>
Documentos a entregar a través de la aplicación abierta específicamente para ello en el campus virtual:
</p>
<dl class="org-dl">
<dt>Informe del trabajo</dt><dd>en formato PDF con: 
<dl class="org-dl">
<dt>Introducción</dt><dd>objetivo general y datos utilizados.</dd>
<dt>Resultados</dt><dd>análisis de las distintas fases con comentarios.</dd>
<dt>Conclusiones</dt><dd>cumplimiento de objetivos, implicaciones, limitaciones y posibles extensiones.</dd>
</dl></dd>
<dt>Archivos auxiliares</dt><dd>archivos GRETL con los análisis (preferiblemente como un guion ejecutable que permita reproducir los resultados).</dd>
</dl>
</div>
</div>
<div id="outline-container-orgf6ae1a8" class="outline-3">
<h3 id="orgf6ae1a8">Tarea 2: Valoraciones individuales de trabajos de terceros</h3>
<div class="outline-text-3" id="text-orgf6ae1a8">
<ul class="org-ul">
<li>Evaluación de 5 proyectos asignados mediante la aplicación de Moodle.</li>
<li>Uso de la matriz de elementos del informe a evaluar (<i>Tabla de elementos a valorar</i>).</li>
<li>Inclusión de observaciones y retroalimentación.</li>
</ul>

<p>
En esta valoración, quien evalúa debe identificar tanto las debilidades como los aspectos positivos y las áreas de mejora del trabajo analizado, con el objetivo de contribuir a la calidad final del proyecto evaluado. Cada estudiante recibirá cinco proyectos asignados para evaluación a través de la aplicación de Moodle. Posteriormente, también a través de la misma aplicación, deberá llevar a cabo la evaluación utilizando una matriz de rúbricas similar a la de la Tabla 1, que estará disponible en dicha plataforma.
</p>

<p>
Además de completar esta tabla, se deben incluir observaciones sobre la evaluación realizada (retroalimentación). Para ello, se seguirá el esquema y el guion descriptivo que se le proporcionará cuando se le entregue el material necesario para la elaboración de la práctica. Estas observaciones deben ofrecer una valoración general del trabajo, así como comentarios y sugerencias que identifiquen las áreas de mejora, los puntos fuertes y las carencias del trabajo evaluado.
</p>
</div>
</div>
<div id="outline-container-org1413ee3" class="outline-3">
<h3 id="org1413ee3">Calificación final del proyecto</h3>
<div class="outline-text-3" id="text-org1413ee3">
<p>
La calificación será la media aritmética de las notas de las Tareas 1 y 2.
</p>
</div>
<div id="outline-container-org87c85c6" class="outline-4">
<h4 id="org87c85c6">Criterios para Tarea 1</h4>
<div class="outline-text-4" id="text-org87c85c6">
<ol class="org-ol">
<li>Calificaciones de los evaluadores (supervisadas por el profesor, que penalizará que se otorguen calificaciones injustas por ser injustificadamente altas o bajas).
<ul class="org-ul">
<li>Si el autor de la Tarea 1 no está de acuerdo con alguna de las calificaciones o comentarios recibidos, podrá solicitar al profesor una revisión de la calificación. Esta solicitud también se considerará en la calificación final del proyecto.</li>
<li>El profesor penalizará severamente aquellos casos en los que se entregue un primer borrador que esté lejos del mínimo exigible.</li>
</ul></li>
<li>Calidad de la versión final (se tendrá en cuenta el grado en que los autores han sido capaces de mejorar el trabajo considerando los comentarios recibidos por sus evaluadores).</li>
</ol>
</div>
</div>
<div id="outline-container-orgf4a43c0" class="outline-4">
<h4 id="orgf4a43c0">Criterios para la Tarea 2</h4>
<div class="outline-text-4" id="text-orgf4a43c0">
<ol class="org-ol">
<li>La adecuación de la calificación en relación con la calidad del trabajo evaluado.</li>
<li>La calidad del documento de evaluación, sus fortalezas y las sugerencias de mejora. Se aplicará una penalización significativa si no se presenta este documento o si este no resulta útil para el autor de la tarea evaluada.</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org4d93e27" class="outline-3">
<h3 id="org4d93e27">Observaciones</h3>
<div class="outline-text-3" id="text-org4d93e27">
<ol class="org-ol">
<li>La matriz de elementos a valorar también debe tenerse en cuenta al desarrollar la Tarea 1.</li>
<li>Es importante plantear críticas, resaltar puntos fuertes y sugerir mejoras.</li>
<li>Las valoraciones deben ser objetivas.</li>
</ol>

<table id="org77fe7ab" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">&nbsp;</th>
<th scope="col" class="org-left">Elemento a valorar</th>
<th scope="col" class="org-left">&nbsp;</th>
<th scope="col" class="org-left">&nbsp;</th>
<th scope="col" class="org-left">&nbsp;</th>
<th scope="col" class="org-left">&nbsp;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">Introducción: planteamiento del problema</td>
<td class="org-left">Ausente</td>
<td class="org-left">No se entiende</td>
<td class="org-left">Se entiende con errores importantes</td>
<td class="org-left">Queda perfectamente claro</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">Introducción: descripción de los datos</td>
<td class="org-left">Ausente</td>
<td class="org-left">No se entiende</td>
<td class="org-left">Se entiende con errores importantes</td>
<td class="org-left">Queda perfectamente claro</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">Resultados: fase de identificación</td>
<td class="org-left">Ausente</td>
<td class="org-left">Empleo escaso de herramientas</td>
<td class="org-left">Emplea la mayoría de herramientas</td>
<td class="org-left">Usa todas las herramientas</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">Resultados: interpretación identificación</td>
<td class="org-left">Ausente</td>
<td class="org-left">No se entiende</td>
<td class="org-left">Se entiende con errores importantes</td>
<td class="org-left">Queda perfectamente claro</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">Resultados: estimación del modelo inicial</td>
<td class="org-left">Ausente</td>
<td class="org-left">Modelo incorrecto</td>
<td class="org-left">Identificado sin suficiente justificación</td>
<td class="org-left">Modelo totalmente adecuado</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Resultados: fase de validación</td>
<td class="org-left">Ausente</td>
<td class="org-left">Pocos contrastes</td>
<td class="org-left">Mayoría de contrastes</td>
<td class="org-left">Todos los contrastes</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">Resultados: interpretación económica y contrastes</td>
<td class="org-left">Ausente</td>
<td class="org-left">No se entiende</td>
<td class="org-left">Se entiende con errores importantes</td>
<td class="org-left">Queda perfectamente claro</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">Resultados: previsión</td>
<td class="org-left">Ausente</td>
<td class="org-left">Pocos análisis</td>
<td class="org-left">Mayoría de análisis</td>
<td class="org-left">Previsión correcta</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">Conclusiones: relación con objetivos</td>
<td class="org-left">Ausente</td>
<td class="org-left">No se entiende</td>
<td class="org-left">Se entiende con errores importantes</td>
<td class="org-left">Queda perfectamente claro</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">Conclusiones: limitaciones y extensiones</td>
<td class="org-left">Ausente</td>
<td class="org-left">No se entiende</td>
<td class="org-left">Se entiende con errores importantes</td>
<td class="org-left">Queda perfectamente claro</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">Cuestiones formales (paginación, tablas, etc.)</td>
<td class="org-left">Ninguna</td>
<td class="org-left">Solo algunas</td>
<td class="org-left">Mayoría con errores</td>
<td class="org-left">Todo correcto</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">Valoración global</td>
<td class="org-left">Inadecuado</td>
<td class="org-left">Errores importantes</td>
<td class="org-left">Aceptable con errores menores</td>
<td class="org-left">Bien ejecutado</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2025-09-25 Thu 16:55</p>
</div>
</body>
</html>
